Repository: alexclassroom/wp-api-privacy
Catalog: lang/wp-api-privacy-*.po
Languages: es_es

source: Strips potentially identifying information from outbound requests to the WordPress.org API
es_es: Elimina la información de identificación potencial de las solicitudes salientes a la API de WordPress.org

source: Settings
es_es: Ajustes

source: User-Agent URL
es_es: URL del agente de usuario

source: No changes
es_es: Sin cambios

source: Strip site URL from all WP API requests
es_es: Eliminar la URL del sitio de todas las solicitudes de la API de WP

source: Strip site URL from all requests
es_es: Eliminar la URL del sitio de todas las solicitudes

source: Replace URL with a unique hash for all WP API requests
es_es: Reemplazar la URL con un hash único para todas las solicitudes de la API de WP

source: Replace URL with a unique hash for all requests
es_es: Reemplazar la URL con un hash único para todas las solicitudes

source: Options
es_es: Opciones

source: Strip WordPress version information from User-Agent
es_es: Eliminar la información de la versión de WordPress del User-Agent

source: Strip external plugins from API calls
es_es: Eliminar los plugins externos de las llamadas a la API

source: Strip external themes from API calls
es_es: Eliminar temas externos de las llamadas a la API

source: Modify data sent to core update API
es_es: Modificar los datos enviados a la API de actualización principal

source: Strip wp_blog and wp_install headers
es_es: Eliminar las cabeceras wp_blog y wp_install

source: Strip user login info from JSON API
es_es: Eliminar la información de inicio de sesión del usuario de la API JSON

source: Debug
es_es: Depuración

source: Disable HTTPs for packet sniffing (should only be used for testing)
es_es: Deshabilitar HTTP para el rastreo de paquetes (solo se debe usar para pruebas)

source: Reset settings to default state (this is destructive, use with care)
es_es: Restablecer la configuración al estado predeterminado (esto es destructivo, úsalo con cuidado)

source: Your settings have been saved
es_es: La configuración se ha guardado

source: You can configure the options for API privacy here.
es_es: Puedes configurar las opciones para la privacidad de la API aquí.

source: The number of API requests that have been modified since activation is: %s
es_es: El número de solicitudes de API que se han modificado desde la activación es: %s

source: Save Changes
es_es: Guardar cambios
